{
  "navbar": {
    "home": "Inicio",
    "gallery": "Galería",
    "about": "Acerca de",
    "care": "Cuidado"
  },
  "about": {
    "title": "Acerca de esta aplicación",
    "description1": "Esta aplicación está siendo desarrollada para la conferencia React Alicante por",
    "description2": "La conferencia React Alicante es una gran oportunidad para aprender y hacer contactos con otros desarrolladores de React."
  },
  "carePage": {
    "title": "Cuidando a tu Dachshund",
    "dietAndNutrition": "Dieta y Nutrición",
    "dietDescription1": "Una dieta equilibrada es crucial para mantener la salud de tu dachshund. Los dachshunds son propensos a la obesidad, por lo que es importante monitorear su ingesta de alimentos y asegurarse de que hagan suficiente ejercicio.",
    "dietDescription2": "Aquí hay algunas marcas populares de alimentos para perros que son adecuadas para los dachshunds:",
    "exercise": "Ejercicio",
    "exerciseDescription1": "El ejercicio regular es esencial para mantener a tu dachshund saludable y feliz. Los dachshunds tienen mucha energía y disfrutan de actividades como paseos, tiempo de juego e incluso entrenamiento de agilidad.",
    "exerciseDescription2": "Apunta a al menos 30 minutos de ejercicio por día. Esto se puede dividir en varias sesiones más cortas si es necesario. Ten en cuenta sus espaldas largas y evita actividades que puedan tensar su columna vertebral, como saltar desde alturas.",
    "grooming": "Aseo",
    "groomingDescription1": "Las necesidades de aseo varían según el tipo de pelaje que tenga tu dachshund:",
    "groomingDescription2": "El recorte regular de uñas, la limpieza de oídos y el cuidado dental también son partes importantes de la rutina de aseo de tu dachshund.",
    "healthCare": "Cuidado de la Salud",
    "healthCareDescription1": "Las revisiones veterinarias regulares son esenciales para mantener a tu dachshund saludable. Los dachshunds son propensos a ciertos problemas de salud, como la enfermedad del disco intervertebral (IVDD), la displasia de cadera y los problemas dentales.",
    "healthCareDescription2": "El cuidado preventivo, incluidas las vacunas, el control de parásitos y las limpiezas dentales, puede ayudar a mantener a tu dachshund en buen estado de salud. Sé proactivo al abordar cualquier problema de salud con tu veterinario.",
    "trainingAndSocialization": "Entrenamiento y Socialización",
    "trainingAndSocializationDescription1": "El entrenamiento y la socialización son importantes para que los dachshunds se conviertan en perros bien educados y seguros. Comienza el entrenamiento temprano y usa métodos de refuerzo positivo, como golosinas y elogios.",
    "trainingAndSocializationDescription2": "Socializa a tu dachshund exponiéndolo a diferentes personas, lugares y experiencias. Esto puede ayudar a prevenir problemas de comportamiento y hacer que se adapten mejor a nuevas situaciones."
  },
  "contact": {
    "title": "Contáctanos",
    "name": "Nombre",
    "email": "Correo electrónico",
    "message": "Mensaje",
    "submit": "Enviar"
  },
  "footer": {
    "copy": "&copy; {{year}}",
    "viewOnGitHub": "Ver en GitHub"
  },
  "historyPage": {
    "title": "Información sobre el Dachshund",
    "description1": "Los dachshunds son una raza de perro conocida por sus cuerpos largos y patas cortas. Son juguetones, leales y son excelentes compañeros.",
    "history": "Historia",
    "historyDescription1": "El dachshund se originó en Alemania y tiene una historia que se remonta al menos al siglo XV. La raza fue desarrollada para cazar tejones, y su nombre literalmente significa “perro tejón” en alemán. El cuerpo largo y las patas cortas del dachshund eran ideales para cavar en las madrigueras de los tejones y otras guaridas de caza menor.",
    "historyDescription2": "A lo largo de los siglos, la raza se refinó y estandarizó. Para el siglo XVII, el dachshund se había convertido en un perro de caza popular entre la nobleza europea. La versatilidad de la raza le permitió cazar no solo tejones, sino también zorros, conejos y otros animales de caza menor.",
    "historyDescription3": "En el siglo XIX, los dachshunds comenzaron a ser criados más para la compañía que para la caza. Este cambio en el enfoque de la cría llevó al desarrollo de las tres variedades de pelaje que vemos hoy: liso, de pelo largo y de pelo duro. Cada variedad tiene sus propias características y atractivo únicos.",
    "historyDescription4": "Los dachshunds fueron importados por primera vez a los Estados Unidos a finales del siglo XIX. La raza ganó rápidamente popularidad y fue reconocida por el American Kennel Club (AKC) en 1885. Hoy en día, los dachshunds son una de las razas de perros más populares del mundo, conocidos por su naturaleza juguetona y afectuosa.",
    "historyDescription5": "A pesar de su pequeño tamaño, los dachshunds tienen una gran personalidad. Son conocidos por su valentía, curiosidad y lealtad. Estos rasgos, combinados con su apariencia única, los han convertido en una raza querida entre los entusiastas de los perros.",
    "characteristics": "Características",
    "characteristicsDescription1": "Los dachshunds vienen en tres variedades de pelaje: liso, de pelo largo y de pelo duro. Son conocidos por su naturaleza audaz y curiosa. A pesar de su pequeño tamaño, tienen una gran personalidad y son muy valientes.",
    "characteristicsDescription2": "El dachshund de pelaje liso tiene un pelaje corto y brillante que requiere un aseo mínimo. El dachshund de pelo largo tiene un pelaje sedoso y fluido que necesita un cepillado regular para evitar enredos. El dachshund de pelo duro tiene un pelaje áspero y duro que también requiere un aseo regular.",
    "characteristicsDescription3": "Los dachshunds son conocidos por su inteligencia e independencia. Pueden ser tercos a veces, pero también son muy leales a sus dueños. Son buenos con los niños y pueden llevarse bien con otras mascotas si se socializan adecuadamente.",
    "characteristicsDescription4": "Los dachshunds son perros activos que disfrutan del tiempo de juego y el ejercicio. Son una raza versátil que puede adaptarse a diversas situaciones de vida, desde apartamentos hasta casas con jardines. También son buenos perros guardianes y alertarán a sus dueños sobre cualquier peligro potencial.",
    "care": "Cuidado",
    "careDescription1": "Los dachshunds requieren ejercicio regular y una dieta equilibrada para mantener su salud. Son propensos a problemas de espalda debido a su columna vertebral larga, por lo que es importante evitar actividades que puedan tensar su espalda. Las revisiones veterinarias regulares y un estilo de vida saludable pueden ayudarles a vivir una vida larga y feliz.",
    "careDescription2": "Es importante mantener a los dachshunds en un peso saludable para evitar poner tensión adicional en su espalda. Deben ser alimentados con una dieta de alta calidad y tener oportunidades regulares para hacer ejercicio. Los dachshunds disfrutan de paseos, tiempo de juego y actividades que involucren su mente y cuerpo.",
    "careDescription3": "Las necesidades de aseo varían según el tipo de pelaje. Los dachshunds de pelaje liso requieren un aseo mínimo, mientras que los de pelo largo y de pelo duro necesitan un cepillado regular para mantener sus pelajes en buen estado. El cuidado dental regular también es importante para prevenir problemas dentales.",
    "careDescription4": "Los dachshunds son perros sociales que disfrutan pasar tiempo con sus dueños. Pueden ser propensos a la ansiedad por separación si se les deja solos durante largos períodos, por lo que es importante proporcionarles mucha atención y estimulación mental. También son buenos con los niños y pueden ser excelentes mascotas familiares.",
    "training": "Entrenamiento",
    "trainingDescription1": "Entrenar a un dachshund puede ser una experiencia gratificante, pero requiere paciencia y consistencia. Los dachshunds son inteligentes y pueden aprender rápidamente, pero también pueden ser tercos e independientes. Los métodos de refuerzo positivo, como las golosinas y los elogios, funcionan mejor con esta raza.",
    "trainingDescription2": "La socialización temprana es importante para que los dachshunds se conviertan en adultos bien ajustados. Exponerlos a diferentes personas, lugares y experiencias puede ayudar a prevenir problemas de comportamiento. El entrenamiento básico de obediencia, como enseñar comandos como sentarse, quedarse y venir, también es importante.",
    "trainingDescription3": "Los dachshunds pueden sobresalir en varios deportes y actividades para perros, como la agilidad, la obediencia y las pruebas de caza. Estas actividades proporcionan estimulación mental y física y pueden fortalecer el vínculo entre el perro y el dueño.",
    "health": "Salud",
    "healthDescription1": "Los dachshunds son generalmente perros saludables, pero son propensos a ciertos problemas de salud. El problema de salud más común para los dachshunds es la enfermedad del disco intervertebral (IVDD), que afecta la columna vertebral. La IVDD puede causar dolor, problemas de movilidad y, en casos graves, parálisis.",
    "healthDescription2": "Otros problemas de salud que pueden afectar a los dachshunds incluyen la displasia de cadera, la luxación de rótula y las condiciones oculares como la atrofia progresiva de retina (PRA). Las revisiones veterinarias regulares y el cuidado preventivo pueden ayudar a detectar y manejar estas condiciones.",
    "healthDescription3": "Los dachshunds tienen una esperanza de vida de 12-16 años, y con el cuidado adecuado, pueden vivir vidas largas y saludables. Proporcionar una dieta equilibrada, ejercicio regular y atención médica preventiva son clave para mantener a un dachshund saludable y feliz.",
    "famousDachshunds": "Dachshunds Famosos",
    "famousDachshundsDescription1": "Los dachshunds han sido mascotas populares entre muchas personas famosas. Algunos dueños de dachshunds notables incluyen al artista Pablo Picasso, el actor Marlon Brando y el escritor E.B. White. La raza también ha aparecido en varias películas, programas de televisión y libros.",
    "famousDachshundsDescription2": "Uno de los dachshunds más famosos en la cultura popular es “Wiener-Dog”, la estrella de la película de 2016 del mismo nombre. La raza también ha sido presentada en películas animadas como “The Secret Life of Pets” y “Lady and the Tramp”.",
    "famousDachshundsDescription3": "Los dachshunds tienen una fuerte presencia en las redes sociales, con muchos influencers de dachshunds ganando grandes seguidores. Estas estrellas de las redes sociales muestran la personalidad juguetona y encantadora de la raza, aumentando aún más su popularidad."
  },
  "imageGallery": {
    "title": "Galería de Imágenes",
    "description1": "Descripción del Video 1",
    "description2": "Descripción de la Imagen 1",
    "description3": "Descripción de la Imagen 2",
    "description4": "Descripción de la Imagen 3",
    "description5": "Descripción de la Imagen 4"
  },
  "landingPage": {
    "title": "Bienvenido a la Página de Información sobre el Dachshund",
    "description1": "Los dachshunds son una raza de perro conocida por sus cuerpos largos y patas cortas. Son juguetones, leales y son excelentes compañeros. Originalmente criados en Alemania para cazar tejones, su nombre literalmente significa “perro tejón” en alemán. A lo largo de los siglos, se han convertido en mascotas queridas en todo el mundo.",
    "description2": "Los dachshunds son conocidos por su naturaleza audaz y curiosa. Son inteligentes e independientes, lo que a veces puede hacer que el entrenamiento sea un desafío. Sin embargo, con paciencia y refuerzo positivo, los dachshunds pueden aprender una variedad de comandos y trucos. También son conocidos por su lealtad y afecto hacia sus dueños.",
    "description3": "Los dachshunds vienen en tres variedades de pelaje: liso, de pelo largo y de pelo duro. Cada variedad tiene sus propias características y necesidades de aseo. A pesar de su pequeño tamaño, los dachshunds tienen una gran personalidad y son conocidos por su valentía y curiosidad.",
    "description4": "Son inteligentes e independientes, lo que a veces puede hacer que el entrenamiento sea un desafío. Sin embargo, con paciencia y refuerzo positivo, los dachshunds pueden aprender una variedad de comandos y trucos. También son conocidos por su lealtad y afecto hacia sus dueños.",
    "description5": "Los dachshunds son una raza relativamente saludable, pero son propensos a ciertos problemas de salud. Los problemas de espalda son comunes debido a su columna vertebral larga, y la obesidad puede agravar estos problemas. El ejercicio regular y una dieta equilibrada pueden ayudar a mantener a los dachshunds saludables y felices.",
    "description6": "Los dachshunds son una raza popular por una razón. Son leales, cariñosos y llenos de personalidad. Ya sea que estés buscando un compañero juguetón o un amigo leal, un dachshund podría ser la mascota perfecta para ti.",
    "history": "Historia",
    "historyDescription1": "El dachshund se originó en Alemania y tiene una historia que se remonta al menos al siglo XV. La raza fue desarrollada para cazar tejones, y su nombre literalmente significa “perro tejón” en alemán. El cuerpo largo y las patas cortas del dachshund eran ideales para cavar en las madrigueras de los tejones y otras guaridas de caza menor.",
    "historyDescription2": "A lo largo de los siglos, la raza se refinó y estandarizó. Para el siglo XVII, el dachshund se había convertido en un perro de caza popular entre la nobleza europea. La versatilidad de la raza le permitió cazar no solo tejones, sino también zorros, conejos y otros animales de caza menor.",
    "characteristics": "Características",
    "characteristicsDescription1": "Los dachshunds vienen en tres variedades de pelaje: liso, de pelo largo y de pelo duro. Son conocidos por su naturaleza audaz y curiosa. A pesar de su pequeño tamaño, tienen una gran personalidad y son muy valientes.",
    "characteristicsDescription2": "El dachshund de pelaje liso tiene un pelaje corto y brillante que requiere un aseo mínimo. El dachshund de pelo largo tiene un pelaje sedoso y fluido que necesita un cepillado regular para evitar enredos. El dachshund de pelo duro tiene un pelaje áspero y duro que también requiere un aseo regular.",
    "characteristicsDescription3": "Los dachshunds son conocidos por su inteligencia e independencia. Pueden ser tercos a veces, pero también son muy leales a sus dueños. Son buenos con los niños y pueden llevarse bien con otras mascotas si se socializan adecuadamente.",
    "care": "Cuidado",
    "careDescription1": "Los dachshunds requieren ejercicio regular y una dieta equilibrada para mantener su salud. Son propensos a problemas de espalda debido a su columna vertebral larga, por lo que es importante evitar actividades que puedan tensar su espalda. Las revisiones veterinarias regulares y un estilo de vida saludable pueden ayudarles a vivir una vida larga y feliz.",
    "careDescription2": "Es importante mantener a los dachshunds en un peso saludable para evitar poner tensión adicional en su espalda. Deben ser alimentados con una dieta de alta calidad y tener oportunidades regulares para hacer ejercicio. Los dachshunds disfrutan de paseos, tiempo de juego y actividades que involucren su mente y cuerpo.",
    "careDescription3": "Las necesidades de aseo varían según el tipo de pelaje. Los dachshunds de pelaje liso requieren un aseo mínimo, mientras que los de pelo largo y de pelo duro necesitan un cepillado regular para mantener sus pelajes en buen estado. El cuidado dental regular también es importante para prevenir problemas dentales.",
    "contactUs": "Contáctanos",
    "contactUsDescription": "Si tienes alguna pregunta o deseas más información, contáctanos."
  }
}
